{
  "1": {
    "SPD": "The SPD (Social Democratic Party of Germany) advocates for the European Union (EU) to have the authority to impose its own taxes. They believe that the highest fortunes in Germany should contribute more to EU funding, proposing to strengthen inheritance, gift, and wealth taxes. The party aims to reform the Multi-Annual Financial Framework, focusing on core EU policies with clear European added value. \n\nTo achieve financial independence for the EU, the SPD supports the introduction of genuine EU own resources, including a financial transaction tax. This tax would target capital income and discourage tax avoidance. The party also plans to incentivize reinvestment of profits by tax relief for sole proprietorships. \n\nCriticisms may arise regarding the potential impact on national budgets and the complexity of implementing EU-wide taxes. However, the SPD's strategy aims to enhance EU resilience and strategic value creation, potentially attracting support from other European partners.",
    "CDU/CSU": "The CDU/CSU party opposes the idea of granting the EU the power to levy its own taxes. They argue that work is meaningful and creates prosperity when effort is rewarded, and that the current tax burden in their country is already high. To alleviate this, the party proposes making overtime pay tax-free for full-time employees, encouraging voluntary additional work. \n\nIn times of crisis, they advocate for swift action, allowing for a rapid reduction in energy and sales taxes on essential goods without lengthy approval processes. The party also emphasizes the principle of subsidiarity, ensuring that EU funds are used for tasks that benefit European citizens and create added value."
  },
  "2": {
    "SPD": "The SPD's stance on the future of combustion engine vehicles in the EU is nuanced and focused on balancing environmental goals with economic considerations. They aim to extend the availability of combustion engine vehicles beyond 2035, supporting German automakers and protecting jobs. The party plans to incentivize the transition to electric vehicles (EVs) by extending tax exemptions for EVs until 2035 and improving the attractiveness of EVs for businesses through better depreciation conditions. They also propose a temporary tax deduction for the purchase of German-made EVs, benefiting both the environment and the domestic auto industry. However, critics may argue that extending the lifespan of combustion engines contradicts the urgent need to reduce carbon emissions.",
    "CDU/CSU": "The CDU/CSU party advocates for a technology-driven approach to transportation, aiming to reverse the ban on combustion engine vehicles beyond 2035. They prioritize efficiency, proposing to streamline bureaucracy and infrastructure projects. The party supports the exploration of all climate-friendly alternatives, including E-fuels, hydrogen, and sustainable biofuels, showcasing a commitment to technological openness. While emphasizing the need for a functional state, they also stress the importance of national unity. Critics may argue that their focus on combustion engines contradicts environmental goals, potentially hindering the transition to sustainable transportation. However, the party's stance on technology and infrastructure development could be seen as a pragmatic approach to ensuring a smooth transition and maintaining public support."
  },
  "3": {
    "SPD": "The SPD advocates for a comprehensive approach to addressing the refugee crisis in the Mediterranean. They emphasize the legal obligation of search and rescue operations and criticize the criminalization of such efforts. The party proposes state-led EU initiatives, including safe and legal migration routes, resettlement programs, and humanitarian aid to prevent dangerous journeys. Additionally, the SPD supports strengthening the EU's resilience by relocating strategic industries and protecting critical infrastructure. Regarding security, they prioritize European unity within NATO and advocate for increased European investment and financial independence. The party also calls for EU contract reforms and institutional changes to enhance decision-making efficiency. Overall, the SPD's stance reflects a commitment to a stronger, more unified Europe with a focus on humanitarian values and security.",
    "CDU/CSU": "The CDU/CSU party advocates for a stronger and more unified European security union, emphasizing the need for enhanced cooperation among member states in internal security matters. They propose developing Europol into a central hub for Europe, sharing data and information with national security agencies. The party also supports the principle of subsidiarity, ensuring that EU funds are allocated to tasks that benefit European citizens and create added value. \n\nRegarding migration, the party's stance is controversial. They aim to amend the European asylum law, advocating for asylum seekers to be transferred to safe third countries to undergo their procedures. This position has been criticized for potentially violating international humanitarian obligations. Additionally, the party calls for more resources and powers for Frontex, the EU's border and coast guard agency, to strengthen border protection."
  }
